[
  {
    "headline": "Welcome on stage 5",
    "desc": "Welcome on the 189.5-km 5th stage of the Tour de France between Arras and Amiens.",
    "time": "12:30:21"
  },
  {
    "headline": "Cloudy and windy",
    "desc": "The weather is cloudy on this 5th stage with a sometimes violent wind and gusts at 50 kph. Echelons and splits ahead?",
    "time": "12:32:49"
  },
  {
    "headline": "Arnaud Demare: \"I know the finale by heart\"",
    "desc": "Former French champion Arnaud Demare (FDJ) is back on home soil on this stage, hailing from the Amiens region. He will be eager to avenge his team's woes after the terrible crash of team-mate William Bonnet and the hard luck of leader Thibaut Pinot, now 6:30 down overall after only four days of racing.\n\n\"It's a pleasure to be back on home ground in Picardy. I know the final stretch like the palm of my hand,\" he said at the start in Seraing yesterday.\n\n\"The Zealand stage was not a real bunch sprint and this is going to be the real mass sprint of this edition. I hope to be part of it,\" he aded. \n\n\"Unfortunately, William won't be here to lead me out but in any case he was already worn out by all the hard work he made for the team in the first stages.\"",
    "time": "12:36:00"
  },
  {
    "headline": "Portal: \"A complete success so far\"",
    "desc": "Even though Chris Froome lost the yellow jersey to Tony Martin on the cobbles stage, the 2013 Tour de France winner was again impressive and his Team Sky director Nicolas Portal was rather relieved not to have to control the race anymore.\n\n\"The yellow jersey is a heavy weight on a team so it's great for Quick Step to hold it because they have several options tomorrow, a stage win for Cavendish and the jersey for Martin,\" he said.\n\n\"The most dangerous part of the Tour is behind us. The first three stages were clearly the trickiest. The nervous tension is super hard, harder than the physical effort. The riders must constantly manage that tension.\n\n\"We've done the worst part in this respect. For us this Tour start is a total success.\"  ",
    "time": "12:38:29"
  },
  {
    "headline": "Froome and Kennaugh at Commonwealth Memorial",
    "desc": "2013 Tour de France champion Chris Froome and his team-mate Peter Kennaugh paid homage to his compatriots deceased in WWI  when he laid a wreath on the Commonwealth Memorial at the Franco-British cemetery in Arras. Several monuments on the day's route pay homage to British soldiers killed in action between 1914 and 1918like the cemetery of Sailly-Saillisel at kilometer 87.5 and the Franco-British cemetery of Thiepval (Km 138).    ",
    "time": "12:48:04"
  },
  {
    "headline": "Everybody at the start",
    "desc": "191 riders signed the start sheet and are now heading for the real start in the streets of Arras.",
    "time": "12:51:25"
  },
  {
    "headline": "Orica-Greenedge riders wear black arm-band",
    "desc": "The riders from Australian team Orica-Greenedge wear black armbands on the stage to honour the memory of their 46,000 compatriots who fell on the Western Front during WWI. At kilometer 170.5 stands the Australian National Memorial in Villers-Bretonneux.",
    "time": "12:53:48"
  },
  {
    "headline": "Sprint of the day",
    "desc": "Km 89 - Rancourt",
    "time": "12:56:27"
  },
  {
    "headline": "Start given",
    "desc": "The start was given to 191 riders at 13:01.",
    "time": "13:02:32"
  },
  {
    "headline": "Edet and Perrichon go",
    "desc": "Km 1 - Two riders move from the gun, Nicolas Edet (COF) et Pierre-Luc Perichon (BSE)",
    "time": "13:05:18"
  },
  {
    "headline": "First gap",
    "desc": "Km 2.5 - Edet (COF) and Perrichon (BSE) lead a cautious bunch by 1:10.",
    "time": "13:07:38"
  },
  {
    "headline": "A thought for Faber",
    "desc": "The race is in Mont St Eloi (km 3.5), the village in which 1909 Tour de France champion Francois Faber is believed to have been killed in action on May 9, 1915. The Luxembourg rider was one of three Tour winners killed in WWI with Octave Lapize and Lucien Petit-Breton.",
    "time": "13:09:17"
  },
  {
    "headline": "Yellow jersey - Tony Martin at last",
    "desc": "Frustrated after missing the yellow jersey in the first stage time trial before finishing one-second short in Zealand, Tony Martin seized his chance in the finale in Cambrai yesterday and now leads the race with a 12 seconds lead over Chris Froome while Tejay Van Garderen lies third, 25 seconds adrift. It is the first time since 1992 that the yellow jersey changes hands four times in four days.  ",
    "time": "13:10:56"
  },
  {
    "headline": "Greipel keeps green jersey",
    "desc": "While he failed to score points in the finale of stage 4, Andre Greipel (LTS) secured points in the intermediate sprint to retain his green jersey on 84 points, with a six points lead over Peter Sagan (TCS). John Degenkolb (TGA) lies this on 60 points.",
    "time": "13:12:31"
  },
  {
    "headline": "Gap increases",
    "desc": "Km 6 - Edet (COF) and Perrichon (BSE) lead the peloton by 2:35",
    "time": "13:15:49"
  },
  {
    "headline": "Perrichon alone in the lead",
    "desc": "Edet waits for the main pack and Perrichon remains alone in the lead.",
    "time": "13:16:33"
  },
  {
    "headline": "Rodriguez still king of mountains",
    "desc": "With only one point awarded in stage 4 to Belgian escapee Thomas de Gendt, Joaquim Rodriguez retained the polka dot jersey he conquered on Mur de Huy on stage 3. No climb is scheduled on stage 5.",
    "time": "13:18:24"
  },
  {
    "headline": "Sagan holds white jersey",
    "desc": "Consistency in finales paid off for Peter Sagan, who earned the white jersey as a consolation for the green. The Slovak leads the under-25 classification by 40 seconds over Frenchman Warren Barguil while Colombia's Nairo Quintana is third, 1:29 adrift.  ",
    "time": "13:20:14"
  },
  {
    "headline": "Crash in the bunch",
    "desc": "A crash took place in the peloton notably involving four Cofidis riders an their leader Nacer Bouhanni.",
    "time": "13:23:58"
  },
  {
    "headline": "Sanquer: \"We must be careful\"",
    "desc": "Team Cofidis manager Yvon Sanquer had warned his troops to be cautious before the start. \n\n\"But the weather conditions are changing our plans. Today, we were hoping for a quieter start to the stage and a bunch sprint on a terrain suiting us better. But with these conditions, anything can happen. Attacks are bound to take place, even from the big Four. Nacer has good legs and the whole team around him showed great strength yesterday. But today we're back in conditions similar to Zealand. We'll have to remain in the front group for Nacer to take part in the final sprint. The main thing today is to keep very careful.\"",
    "time": "13:27:14"
  },
  {
    "headline": "Gap still increases",
    "desc": "Km 14 - Perrichon leads the peloton by 4:10 and Edet by 2:00.",
    "time": "13:29:47"
  },
  {
    "headline": "The race at Notre-Dame de Lorette",
    "desc": "Km 14 - The race rides past the National Memorial of Notre-Dame de Lorette in which rest 45,000 soldiers killed in WWI and the Ring of Memory inaugurated in 2014 bearing the names of 600,000 soldiers killed in the region.",
    "time": "13:31:15"
  },
  {
    "headline": "Bouhanni to be evacuated",
    "desc": "All the riders involved in the crash at kilometre 12 have made it back on their bikes to the exception of Nacer Bouhanni, who is about to be driven away by ambulance.",
    "time": "13:33:58"
  },
  {
    "headline": "The race at Canadian memorial",
    "desc": "Km 24 - The race is in Vimy, home to the National Memorial of Canada –– more than 11,000 Canadians were killed in France in WWI.",
    "time": "13:37:56"
  },
  {
    "headline": "Edet reined in",
    "desc": "Km 22 - Pierre-Luc Perrichon (BSE) leads the pack by 3:35 while Nicolas Edet (COF) was reined in.",
    "time": "13:39:31"
  },
  {
    "headline": "Another crash in the bunch",
    "desc": "Another crash took place at the front of the bunch, involving Greg Van Avermaet (BMC) and several Cannondale-Garmin riders. All are back on their bikes. ",
    "time": "13:50:39"
  },
  {
    "headline": "Lead goes down",
    "desc": "Km 30 - The lead of front rider Pierre-Luc Perrichon (BSE) goes down quickly -- 2:15.",
    "time": "13:53:50"
  },
  {
    "headline": "Peloton making it back",
    "desc": "Km 39 - Former track specialist Pierre-Luc Perichon (BSE) only holds a 1:30 lead on a fast chasing peloton.",
    "time": "14:08:02"
  },
  {
    "headline": "Crash victims chase hard",
    "desc": "The victims of the massive crash that forced Nacer Bouhanni out of the race, and especialy his team-mates Florian Senechal and Luis Mate, are making it back inside the bunch with bruises.",
    "time": "14:10:22"
  },
  {
    "headline": "Average speed",
    "desc": "The average speed in the first hour of the stage was 39.6 kph.",
    "time": "14:20:17"
  },
  {
    "headline": "Mollema crashes",
    "desc": "Bauke Mollema (Trek) and Nicholas Roche (SKY) crashed but are back on their bikes.",
    "time": "14:26:57"
  },
  {
    "headline": "Stable gap for Perichon",
    "desc": "Km 53 - Pierre-Luc Perichon (BSE) leads the peloton by 1:30.",
    "time": "14:27:49"
  },
  {
    "headline": "Coquard crashes too",
    "desc": "The Europcar French sprinter slided down but is quickly back on his bike (km 65).",
    "time": "14:45:18"
  },
  {
    "headline": "Yvon Sanquer: \"A bitter disappointment\"",
    "desc": "Nacer Bouhanni's manager Yvon Sanquer (Cofids) told letour.fr that his leader was shocked and disappointed by his crash. \n\n\"He was taken to hospital in Arras. At first sight, there is nothing alarming but the X-rays will tell us more. He suffers from the ribs, the hips, the wrist, more or less the same problems he had after the French championship. He is also stunned and dejected by this abandon, his second on the Tour after a crash. It's an enormous disappointment because we were tackling three stages that suited him. Now the team will try to remotivate. We are not going to spend two and a half weeks in mourning.\"",
    "time": "14:49:35"
  },
  {
    "headline": "Latest gap",
    "desc": "Km 70 - Pierre-Luc Perichon (BSE) retains 1:20 over the main pack.",
    "time": "14:51:00"
  },
  {
    "headline": "Average speed",
    "desc": "The average speed in the second hour of the stage was 38.7 kph for an overall average speed of 39.2 kph.",
    "time": "15:05:26"
  },
  {
    "headline": "Another crash in the bunch",
    "desc": "The fifth pile-up of the day took place at kilometre 80 and it involved among others Bryan Coquard (EUC), Thibaut Pinot (FDJ), Tyler Farrar (MTN) or Tiago Machado (KAT). All are back in the race.",
    "time": "15:08:48"
  },
  {
    "headline": "Gap down as sprint nearing",
    "desc": "Km 84 - Only 30 seconds left for frontman Perichon (BSE) as the sprint of Rancourt is nearing.",
    "time": "15:12:20"
  },
  {
    "headline": "Incident for Quintana",
    "desc": "Nairo Quintana (MOV) suffers a mechanical incident and makes it back into the bunch on the bike of team-mate Jonathan Castroviejo.",
    "time": "15:15:27"
  },
  {
    "headline": "Two kilometres from the Rancourt sprint",
    "desc": "The sprint takes place in Rancourt (km 89,5), home of the largest cemetery of the Battle of the Somme.",
    "time": "15:18:17"
  },
  {
    "headline": "Km 89.5 - Results of the sprint in Rancourt",
    "desc": "1. Pierre-Luc Périchon (BSE)  20 points\n\n2. Andre Greipel (LTS)     17 pts\n\n3. John Degenkolb (TGA) 15 pts\n\n4. Mark Cavendish (EQS) 13 pts\n\n5. Peter Sagan (TCS) 11 pts",
    "time": "15:24:00"
  },
  {
    "headline": "Perichon rentre dans le rang",
    "desc": "Km 91 - Pierre-Luc Perichon has been reeled in after 90 kms in the front.",
    "time": "15:26:00"
  },
  {
    "headline": "Perichon reined in",
    "desc": "Km 91 - Pierre-Luc Perichon has been reeled in after 90 kms in the front.",
    "time": "15:26:26"
  },
  {
    "headline": "Splits but no echelons",
    "desc": "Splits took place in the peloton after the junction and Bauke Mollema or Andrew Talansky were briefly dropped but the bunch packs up again. ",
    "time": "15:29:32"
  },
  {
    "headline": "Tempo rises",
    "desc": "Etixx Quick Step raise the tempo after the feeding zone. With each acceleration, the first riders to be dropped are Michael Matthews, Luke Durbridge (both OGE) and Thomas Voeckler (EUC).",
    "time": "15:35:54"
  },
  {
    "headline": "Suffering for Matthews",
    "desc": "Suffering from rib contusions since the tragic pile-up of stage 3, Michael Matthews (OGE) is struggling at the back but still fighting to stay in the race.",
    "time": "15:44:11"
  }
]